---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireSize.Ampacity
source: html/88ae5dbc-6d26-3db2-f7c2-e0a3e49920db.htm
---
# Autodesk.Revit.DB.Electrical.WireSize.Ampacity Property

Get ampacity which be used for specifying size, the unit is ampere.

## Syntax (C#)
```csharp
public long Ampacity { get; }
```